---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomDesignOtherLoadPerAreaParam
source: html/1cafe8c5-3e91-1935-6800-24cf87c52dee.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomDesignOtherLoadPerAreaParam Property

"Design Other Load per area"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomDesignOtherLoadPerAreaParam { get; }
```